<template>
    <div class="box">
        <h2>南京前途汽车销售有限公司微信公众号用户服务协议</h2>
        <p>&#12288;&#12288;欢迎使用南京前途汽车销售有限公司（以下简称前途汽车）运营的“前途驿”微信公众号，其提供的服务是基于互联网和移动互联网的相关特性及功能。您可在前途驿微信公众号上查询商品和服务信息、参与前途驿微信公众号举办的各类活动以及使用前途驿微信公众号提供的其他网络服务。为改善用户体验及根据经营之需要，前途驿微信公众号可能对上述网络服务的项目和内容进行不时调整。本用户服务协议（“本协议”）由“用户”与前途汽车订立，并适用于前途驿微信公众号提供的全部服务。</p>
        <br>
        <h4>第一条	本协议的说明</h4>
        <p>(一)	用户在使用“前途驿”公众号提供的网络服务前有义务仔细阅读本协议。使用了公众号提供的网络服务，将视为用户同意并接受本协议全部条款的约束，此后用户不得以未阅读本协议或对本协议有任何误解为由 ，主张本协议无效或要求撤销本协议。</p>
        <br>
        <p>(二)	根据国家法律法规变化及微信公众号的运营需求，南京前途汽车销售有限公司可随时修改本协议的任何条款，并不定期更新微信公众号规则。南京前途汽车销售有限公司修改了本协议的任何条款或微信公众号规则（以下简称“条款更新”），南京前途汽车销售有限公司会在微信公众号上公示相应的最新版本（包括其生效日期）。用户有义务不时关注并阅读本协议及微信公众号规则的最新版本。如果用户不接受前述条款更新，用户可立即停止使用本公众号的网络服务。如果用户在前述条款更新生效后继续使用前途驿公众号的网络服务，则视为用户接受该等条款更新。</p>
        <br>
        <p>(三)	如未另有明确规定，增强或强化前途驿微信公众号目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本协议。</p>
        <br>
        <p>(四)	本微信公众号仅面向中国境内居民，因此微信公众号上的所有信息仅服务于中国市场。</p>
        <br>
        <h4>第二条 商品信息</h4>
        <p>&#12288;&#12288;用户明确知悉并同意，本微信公众号上的商品信息随时有可能发生变动，南京前途汽车销售有限公司可对此不作特别通知。南京前途汽车销售有限公司将尽合理的商业努力，使微信公众号内展示的商品参数、说明、价格等商品信息尽可能准确、详尽、完整，但受限于互联网技术的发展水平及南京前途汽车销售有限公司的业务经营趋势等因素的限制，微信公众号的商品信息可能会有一定的滞后性或误差，商品信息以经销商确认为准，用户对此情形已充分知悉并完全理解。</p>
        <br>
        <h4>第三条 用户的权利与义务</h4>
        <p>(一)	用户同意在使用本微信公众号服务的过程中遵守所有适用法律法规，包括但不限于《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《互联网信息服务管理办法》等有关计算机及互联网规定的法律和法规。我们在此提请用户注意：在本微信公众号有合理理由认为用户的行为可能违反上述法律、法规的情况下，南京前途汽车销售有限公司有权不经事先通知而终止向该用户提供服务或者取消其用户资格，在此情况下南京前途汽车销售有限公司不承担任何违约及损失赔偿责任。用户可通过本微信公众号在线客服进行申诉。</p>
        <br>
        <p>(二)	用户注册与获取用户权益时须提供完整、真实、准确的个人资料，资料如有变更，应及时更新。我们在此提请用户注意：用户违反本约定，南京前途汽车销售有限公司有权不经事先通知而暂停或终止向该用户提供服务或限制其登录权限以及相关用户权益，在此情况下南京前途汽车销售有限公司不承担任何违约及损失赔偿责任。</p>
        <br>
        <p>(三)	用户须妥善保管账号和密码，并对利用该账号所进行的一切活动负全部责任。为安全起见，用户密码应避免与电子邮箱密码、个人网银密码、信用卡密码等相同。</p>
        <br>
        <p>(四)	用户应确保用户账号仅由用户本人亲自使用。本微信公众号禁止使用非用户本人的账号进行交易或者用户将本人的账号提供给他人使用。我们在此提请用户注意：如用户违反本条规定，南京前途汽车销售有限公司有权暂停或终止该等用户账号的使用，并拒绝为该等用户提供部份或全部服务，用户同意负担因此所产生的直接或间接的任何损失、支出、费用和罚金，在此情况下前途汽车不承担任何违约及损失赔偿责任。</p>
        <br>
        <p>(五)	用户不得对本微信公众号提供的服务进行复制、出售或用作其他商业用途。</p>
        <br>
        <h4>第四条 用户个人隐私保护</h4>
        <p>&#12288;&#12288;双方同意，对于用户在使用本微信公众号服务过程中涉及的个人隐私保护问题，适用前途汽车的以下隐私政策：</p>
        <br>
        <p>1.隐私政策</p>
        <p>&#12288;&#12288;南京前途汽车销售有限公司感谢您关注其产品和访问本微信公众号。我们很注重您的个人隐私权，希望您在访问本微信公众号时感到轻松自如。保护您的个人隐私是我们特别关注的一项重要工作。在访问我们的微信公众号过程中所收集的个人数据将根据下文列明的政策予以处理。但是，本微信公众号包含到其它微信公众号的链接，而那些微信公众号并非属于本隐私声明的覆盖范围。</p>
        <br>
        <p>2.个人数据的收集和处理</p>
        <p>&#12288;&#12288;在您使用本微信公众号服务的过程中，您明确同意南京前途汽车销售有限公司收集您的以下个人信息：姓名、手机号码、收件地址、兴趣爱好、车辆信息。当您访问我们的微信公众号时，我们的微信公众号服务器会自动记录您的因特网服务商的名称、您访问我们时所在的网址、您所实际访问的微信公众号以及您访问的日期和时间长度。其它个人数据只有在您主动提供时方予以储存，例如调查问卷、竞赛或信息请求等。</p>
        <p>&#12288;&#12288;在您同意并确认的基础上，南京前途汽车销售有限公司可使用您注册的账户信息及您主动提供的个人信息匹配您已在【《购车合同》】中或通过其他方式主动提供给南京前途汽车销售有限公司的全部信息，包括但不限于：（1）您的姓名、身份证（护照）号码、住址、电话、手机号码、 VIN号、 邮箱地址、 工作单位、销售日期、交付日期、经销商信息等；（2）您的车辆地理位置及行驶方向信息和车辆诊断及事故数据；（3）您的车辆维修、维护信息；（4）与您以及您的车辆有关的其他任何信息。</p>
        <br>
        <p>3.个人信息的使用和披露</p>
        <p>&#12288;&#12288;当您通过本微信公众号使用服务时，您同意南京前途汽车销售有限公司将基于用户和车辆数据为您推荐用户个性化的产品和服务。如我们使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用您的个人信息前，再次向您告知并征得您的明示同意。</p>
        <p>&#12288;&#12288;南京前途汽车销售有限公司可将您的个人数据用于网站的技术管理、客户服务和管理、产品调查和推广。在法律要求的情况下，我们可将您的数据披露给政府机构。</p>
        <br>
        <p>4.自由选择权</p>
        <p>&#12288;&#12288;我们愿意利用您的数据来向您提供有关我们的产品和服务的信息，并在适当的时候征求您的意见。自然，您参与与否完全出于您自愿。</p>
        <br>
        <p>5.问询权</p>
        <p>&#12288;&#12288;南京前途汽车销售有限公司将按您的要求提供书面通告哪些关于您的个人数据被保存下来。如果您已注册为用户，您可以进行察看、删除和修改您的个人数据。尽管我们已尽力维持您的个人数据正确，但仍记录了错误的数据，在您的要求下我们会进行修改。如果您对个人数据处理有任何疑问, 您可以致电我们的客服团队进行建议或投诉。</p>
        <br>
        <h4>第五条 用户发布内容的约定</h4>
        <p>（一） 用户在前途驿微信公众号服务中上传、张贴或传送的内容仅代表用户本人观点，与前途驿微信公众号的立场无关，前途驿微信公众号不保证该内容的正确性、完整性或可靠性。用户应对其发布的全部内容自行承担全部责任。因用户在前途驿微信公众号服务中上传、张贴或传送的内容而导致任何损失或衍生的任何损害或损失，由用户承担全部责任。</p>
        <br>
        <p>（二） 前途驿微信公众号有权（但无义务）拒绝、删除或转移存储用户在前途驿微信公众号服务中发布的任何内容，且无义务对因此产生的用户或第三方的任何损失承担责任。</p>
        <br>
        <p>（三） 前途驿微信公众号有权对用户在前途驿微信公众号服务中发布的内容进行保存或依法披露。用户在前途驿微信公众号发布的内容，视为用户永久地、不可撤销地、无条件地授权前途驿微信公众号免费使用，该等使用包括但不限于对上述内容进行复制、修改、出版，且前途驿微信公众号对上述内容进行使用时均不需另行向用户发出任何通知。</p>
        <br>
        <h4>第六条 责任限制</h4>
        <p>（一） 不可抗力： 前途驿微信公众号服务是基于互联网提供服务的，无法对信息网络设备维护、连接故障、电脑、通讯或其他系统的故障、电力故障，火灾、洪水、暴风、爆炸、战争、暴乱、罢工、政府行为、司法行政机关的命令或因第三方原因中断或终止前途驿微信公众号服务而给用户造成的损害结果承担责任。</p>
        <br>
        <p>（二）前途驿微信公众号基于用户的便利而在微信公众号中提供第三方链接或服务，用户如点击第三方链接或使用第三方提供的服务，应另行遵守第三方服务提供者相关的服务协议和规则，并承担可能存在的风险。南京前途汽车销售有限公司对第三方链接或提供的服务不提供任何形式的保证和损害赔偿责任，因第三方链接或提供的服务产生的纠纷，由用户与第三方服务提供者自行解决。</p>
        <br>
        <h4>第七条 其他免责条款</h4>
        <p>（一） 前途驿微信公众号不保证（包括但不限于）：</p>
        <p>1. 前途驿微信公众号服务适合用户的使用要求；</p>
        <p>2. 前途驿微信公众号服务不受干扰、不会中断，及时、安全、可靠或不出现错误；</p>
        <p>3. 用户经由前途驿微信公众号服务取得的任何产品、服务或资料符合用户的期望。</p>
        <br>
        <p>（二）就用户由于使用前途驿微信公众号服务而造成的利润、商业信誉、资料损失或其他有形或无形损失，前途微信公众号不承担任何直接、间接、附带、衍生或惩罚性的赔偿。</p>
        <br>
        <h4>第八条 法律的适用和管辖</h4>
        <p>&#12288;&#12288;本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律。如本协议因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。与本协议有关的或因本协议而引起的任何争议，各方应尽量通过友好协商解决；如无法协商解决的，任何一方均有权向南京前途汽车销售有限公司住所地有管辖权的人民法院起诉，通过诉讼解决该等争议。</p>
        <br>
        <h4>第九条 其它条款</h4>
        <p>&#12288;&#12288;本微信公众号仅面向中国境内居民。因此微信公众号上的所有信息仅服务于中国市场。微信公众号所含的信息可随时更改或修订，而无须也无义务发布事先通知。</p>
        <br>
        <p>1.无保证或陈述 </p>
        <p>&#12288;&#12288;本微信公众号所包含的一切内容均按“原样”提供，并在法律允许的程度内不提供任何种类的(无论是明示还是暗含的)保证，包括但不限于对适销性、就某一用途的适用性或非侵权的任何暗含保证。在任何情况下，南京前途汽车销售有限公司均不对因使用本微信公众号或任何其它被超级链接的微信公众号而导致的任何直接的、间接的、特别的或其它后果性的损害承担赔偿责任，包括但不限于任何利润损失、业务中断、程序丢失或您的信息处理系统或其它设备上的数据丢失等，即使我们已明确告知存在发生这些损害的可能性</p>
        <br>
        <p>2.对计算机病毒或设备、财产损害不承担责任</p>
        <p>&#12288;&#12288;对于因您访问或使用我们的微信公众号或您下载本微信公众号的任何信息或资料而可能给您的计算机设备或其它财产造成的任何损害，或感染可能影响您的计算机设备或其它财产的任何计算机病毒，南京前途汽车销售有限公司均不承担任何赔偿责任。</p>
        <br>
        <p>3.对微信公众号错误或无法访问不承担责任</p>
        <p>&#12288;&#12288;南京前途汽车销售有限公司并未保证，本微信公众号将完好运行、稳定可靠或不发生错误。对于因您不能登录本微信公众号或不能从本微信公众号获取信息而蒙受的任何损失或损害，南京前途汽车销售有限公司公司在任何方面均不承担赔偿责任。</p>
        <br>
        <p>4.意见、问题或建议</p>
        <p>&#12288;&#12288;您所提供的任何信息、未经请求而提交的建议、想法或其它提交内容均视为非保密和非专有性质。通过发送任何信息或资料，您授予了南京前途汽车销售有限公司 对该等信息或资料的不受限制的、不可撤销的许可权，准许南京前途汽车销售有限公司使用、复制、展示、执行、修改、传输和分发这些信息或资料；您还同意，南京前途汽车销售有限公司可随意使用您出于任何目的发送给我们的任何想法、概念、诀窍或技艺。 </p>
        <br>
        <p>5.安全性</p>
        <p>&#12288;&#12288;南京前途汽车销售有限公司采用一切合理的技术和组织安全措施来保护我们所控制的数据不被意外或故意地操纵、丢失、损毁或被擅自存取。我们的安全保护程序通过不断地采用新技术来增强其功效，但我们不能保证您的数据不会被擅自存取或被意外或故意地操纵。若出现这种情况，我们不能对您所蒙受的任何损失、损害或其它后果承担责任。</p>
        <br>
        <p>6.更新</p>
        <p>&#12288;&#12288;若引入任何隐私权立法和/或意志法，或对我们的隐私政策进行修订，我们会不时地更新本章节的内容。</p>
        <br>
        <p>7.版权声明</p>
        <p>&#12288;&#12288;南京前途汽车销售有限公司保留所有的权利。微信公众号上的所有文字、图形、图片、音频文件、视频文件、动画文件、微信公众号的版面设计及相关的知识产权，均受到版权法以及其它相关知识产权法的保护。任何人不得进行复制（用于商业目的）或发行，也不得进行修改或以任何方式刊登在其它微信公众号上。同时，微信公众号上某些图片的版权还受到其提供者所享版权的保护。</p>
        <br>
        <p>8.产品及价格</p>
        <p>&#12288;&#12288;微信公众号上的产品及服务信息在每个微信公众号的有效期之内随时可能发生变化。南京前途汽车销售有限公司保留在产品交付期对产品设计、外形、颜色、规格，以及服务范围进行变更的权利；这些变更不仅是为了保护南京前途汽车销售有限公司的利益，同时也考虑到产品购买人的正当权益。图例中可能包括附件、选配件、或是标准产品和服务范围以外的其它功能部件。因为技术条件的限制，产品颜色可能与微信公众号上显示的产品颜色有轻微差别。在有些国家内，微信公众号上显示的某些型号的产品或相关服务可能不被出售或提供。与政府条例、法律规定以及税收条例相关的信息内容仅适用于中华人民共和国境内。除非在我们的产品销售及交货条款中另有规定，产品价格以交货日期的价格为准。</p>
        <br>
        <p>9.商标</p>
        <p>&#12288;&#12288;除非另有说明，本微信公众号上所有标识均在南京前途汽车销售有限公司商标权的范围内，特别包括产品型号名称、公司标识、徽标及品牌和形象。</p>
        <br>
        <p>10.许可权</p>
        <p>&#12288;&#12288;作为信息交流的微信公众号，南京前途汽车销售有限公司致力于创建一个创新型的互联网微信公众号。我们希望您对前途汽车在此的付出感到满意。然而，我们还希望您能理解前途汽车保护所拥有知识产权的决心，包括前途汽车拥有的专利、商标，以及版权。因此，敬请知晓，本微信公众号以及其中包含的任何内容，在任何情况下，均未授权任何个人使用南京前途汽车销售有限公司的任何知识产权。</p>
        <br>
        <p>11.责任</p>
        <p>&#12288;&#12288;本微信公众号中的任何信息和描述内容不具有任何明示或暗示的保证或担保的作用。特别是在特定用途中，或是在避免违反法律和侵犯专利权的情况下，这些内容也不表示任何暗示性的关于销售条件、产品适销性、以及产品充足性的保证或担保。</p>
        <p>&#12288;&#12288;本微信公众号包含一些南京前途汽车销售有限公司不能控制的外部链接。请注意，我们在此不对任何链接微信公众号中的内容承担任何责任。并且，我们也不保证外部微信公众号中的信息是否经过更新、正确、完整、并具有必要的真实性。因此，我们在此声明，前途汽车微信公众号与这些链接中的所有内容没有任何关系。该声明适用于前途汽车微信公众号中的所有外部链接以及这些链接中的内容。</p>
        <p style="text-align:center;">[阅读完毕]</p>
    </div>
</template>
<script>
    export default{
        name:"Protocal",
    }
</script>
<style lang="stylus" scoped>
    .box{
        padding:20px;
    }
    h2{
        text-align center;
        font-size 15px;
        font-weight bold;
        margin-bottom 10px;
        padding:0 20px;
    }
    h4{
        font-weight bold;
        margin-bottom 5px;
    }
</style>
