<template>
    <div class='box'>
        <h2>用户试乘试驾须知</h2>
        <p>1.	为了保证本次试乘试驾活动规范与顺利进行，您同意并自愿接受活动方提供的车辆参与试乘试驾，您保证和承诺： (1) 拥有真实合法的中华人民共和国机动车辆驾驶证且该驾驶证仍合法有效； (2) 您机动车驾驶证的准驾车型符合本次试驾汽车车型； (3) 您获得机动车辆驾驶证后的实际驾龄已满两年。</p>
        <p>2.	您同意主办方所要求的严禁无照驾驶，若因无照驾驶而发生交通事故，将由该驾驶者全权承担相应责任；为了保证您安全而有趣的试乘试驾体验，您在试驾前、中请勿饮酒，并确认试乘试驾期间身体健康；在您本次试乘试驾过程中，请您禁止穿拖鞋或高跟鞋，全程系好安全带，并请您妥善保管好个人贵重财物；</p>
        <p>3.	在试乘试驾过程中，请勿进行极限、危险驾驶；同时，为了保证车辆完整以及未来驾乘人员安全，请勿在未经活动主办方官方许可情况下进行拆车、改装等行为；</p>
        <p>4.	主办方已在活动开始前对试驾车辆的技术状况进行检测。请试乘试驾人员在试车途中注意安全，如您在试驾过程中由于操作失误等原因造成对自身和试驾车辆的损害，将由保险公司承担保险责任以内的一切费用，主办方保留向您追索保险责任以外的一切费用以及新车折旧费、陪驾人员损失补偿金等权利；试乘试驾过程中，如发生车辆本身故障，不属于您的责任范围；</p>
        <p>5.	在试乘试驾过程中，试驾人须服从活动组织者的指挥，如有任何违反场地规则、危及他人/驾驶者/乘坐者财产和生命安全的情况发生，主办方有权在任何时间终止试车，所有由此产生的责任将由试驾者全权承担；</p>
        <p>6.	您同意，如果您违反道路交通相关法律法规及交通规则而受到的行政处罚(包括但不限于罚款、扣分或赔偿等)或造成的刑事 责任，由您自行承担，活动方不承担任何责任。</p>
        <p>7.	您同意无条件并不可撤销地授予本次活动的组织者、协助者、赞助商、赞助商的任何代理商或其他经活动组织者许可的个人或组织独家权利、在广告、咨询活动、客户服务、市场调研、市场推广资料、媒体报道或者我参与该活动的任何叙述或记录中，以图片、文字、影音制品或者电子媒介等形式，使用您的肖像、姓名、声音、您创作的与活动有关作品，以及与活动有关的言论和经历，并无须就上述任何一种行为向您支付费用或补偿。</p>
        <p>8.	感谢您对我们的支持！本须知是在试驾人充分了解上述内容的前提下确认的，自确认勾选后生效。</p>
    </div>
</template>

<script>
    export default {
        name:'Notice'
    }
</script>

<style lang="stylus" scoped>
    .box{
        padding:15px;
    }
    h2{
        text-align:center;
        font-weight:bold;
        font-size:14px; 
        margin-bottom:10px;
    }
    p{
        font-size:13px;
        line-height:1.6;
        text-indent:24px;
    }
</style>